alsa-utils
apparmor
audiofile
autoconf
automake
bash
bash-completion
binutils
bison
blender
bluedevil
breeze
breeze-gtk
bspwm
bzip2
chromium
clang
code
compton
coreutils
cryptsetup
cuda
cups
device-mapper
dhcpcd
diffutils
discord
discover
dmenu
drkonqi
e2fsprogs
emacs
fakeroot
feh
file
filesystem
findutils
firefox
flameshot
flex
flite
font-bh-ttf
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
glibc
go
grep
groff
gst-plugins-good
gzip
htop
imagemagick
inetutils
intel-ucode
intellij-idea-community-edition
iproute2
iputils
java8-openjfx
jdk10-openjdk
jdk8-openjdk
jfsutils
jre10-openjdk
jre8-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-jack
lib32-libcanberra-pulse
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxinerama
lib32-libxslt
lib32-mesa-vdpau
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-sdl
lib32-speex
lib32-vkd3d
libgphoto2
libkscreen
libksysguard
libtool
libva-vdpau-driver
licenses
linux
linux-firmware
linux-headers
lldb
llvm
logrotate
lsof
lutris
lvm2
m4
make
man-db
man-pages
mdadm
milou
mpg123
mpv
nano
neofetch
netctl
networkmanager
nftables
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
nvidia
nvidia-settings
nvidia-utils
opencl-headers
openshot
openssh
oxygen
pacman
pacman-contrib
patch
pavucontrol
pciutils
perf
perl
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pywal
qemu
qt5-doc
qtcreator
redshift
refind-efi
reiserfsprogs
rofi
s-nail
samba
sane
sddm-kcm
sdl
sed
shadow
steam-native-runtime
stow
strace
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
systemsettings
tar
texinfo
thunderbird
ttf-croscore
ttf-dejavu
ttf-droid
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
ufw
usbutils
user-manager
util-linux
valgrind
vi
vim
vkd3d
vlc
which
wine-mono
wine_gecko
wireguard-arch
wireguard-tools
x11-ssh-askpass
xclip
xdg-desktop-portal-kde
xdotool
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
